tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "bash"
brew "libpng"
brew "freetype"
brew "openssl"
brew "coreutils"
brew "go"
brew "dep"
brew "exa"
brew "fortune"
brew "fzf"
brew "fzy"
brew "git"
brew "goenv"
brew "htop"
brew "jpeg"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "libxml2", link: true
brew "lv"
brew "mas"
brew "memcached"
brew "mysql", link: false
brew "mysql@5.6", link: true
brew "neovim"
brew "nkf"
brew "peco"
brew "poppler"
brew "postgresql"
brew "pstree"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "sshrc"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
# cask "google-chrome"
# cask "firefox"
# cask "slack"
# cask "alfred"
# cask "clipy"
# cask "flux"
# cask "dash"
# cask "docker"
# cask "visual-studio-code"
# cask "iterm2"
# cask "postman"
# mas "Keynote", id: 409183694
# mas "Microsoft Remote Desktop", id: 1295203466
# mas "Numbers", id: 409203825
# mas "Pages", id: 409201541
# mas "Xcode", id: 497799835
