tap "homebrew/bundle"
brew "bash"
brew "libpng"
brew "freetype"
brew "coreutils"
brew "go"
brew "dep"
brew "fd"
brew "fzf"
brew "fzy"
brew "gcc"
brew "git"
brew "gnupg"
brew "goenv"
brew "htop"
brew "icu4c@77"
brew "jenv"
brew "jpeg"
brew "jq"
brew "libxml2"
brew "mas"
brew "mysql"
brew "nkf"
brew "node"
brew "peco"
brew "poppler"
brew "pstree"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
cask "docker-desktop"
cask "firefox"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Sequel Ace", id: 1518036000
mas "The Unarchiver", id: 425424353
vscode "alefragnani.bookmarks"
vscode "anthropic.claude-code"
vscode "bung87.vscode-gemfile"
vscode "christian-kohler.path-intellisense"
vscode "craigmaslowski.erb"
vscode "cwan.native-ascii-converter"
vscode "dbaeumer.vscode-eslint"
vscode "dcortes92.freemarker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fallenwood.viml"
vscode "flowtype.flow-for-vscode"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ibm.output-colorizer"
vscode "jakebathman.mysql-syntax"
vscode "jebbs.plantuml"
vscode "joelday.docthis"
vscode "jpoissonnier.vscode-styled-components"
vscode "lior-chamla.google-fonts"
vscode "markosth09.color-picker"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "msysyamamoto.vscode-digdag"
vscode "neilding.language-liquid"
vscode "njpwerner.autodocstring"
vscode "nucllear.vscode-extension-auto-import"
vscode "rangav.vscode-thunder-client"
vscode "ria.elastic"
vscode "romanresh.testcafe-test-runner"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sidneys1.gitconfig"
vscode "sleutho.templex"
vscode "stevencl.adddoccomments"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vncz.vscode-apielements"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.babelrc"
vscode "yzane.markdown-pdf"
go "golang.org/x/tools/gopls"
cargo "cargo-edit"
cargo "cargo-generate"
cargo "cargo-watch"
