tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "cask"
brew "coreutils"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "goenv"
brew "graphviz"
brew "jq"
brew "libxml2"
brew "libzip"
brew "mysql"
brew "nkf"
brew "peco"
brew "postgresql"
brew "pstree"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "yarn"
brew "zsh"
cask "alfred"
cask "authy"
cask "clipy"
cask "deepl"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "intellij-idea-ce"
cask "iterm2"
cask "postman"
cask "visual-studio-code"
